Repository: kodi-pvr/pvr.vdr.vnsi
Catalog: pvr.vdr.vnsi/resources/language/resource.language.*/strings.po
Languages: af_za, ca_es, cs_cz, da_dk, el_gr, es_es, fi_fi, hu_hu, is_is, it_it, pl_pl, ru_ru, sk_sk, sv_se

# Addon Summary
source: PVR client to connect VDR to Kodi over the VNSI interface
af_za: PVR kliënt om VDR te konnekteer aan Kodi oor die VNSI koppelvlak
ca_es: Client PVR per connectar VDR a Kodi sobre la interfície VNSI
cs_cz: Klient PVR pro připojení VDR ke Kodi přes rozhraní VNSI
da_dk: PVR-klient som forbinder VDR til Kodi over VNSI-brugerfladen
el_gr: Πελάτης PVR για σύνδεση του VDR στο Kodi διαμέσου του VNSI
es_es: Cliente PVR para conectar VDR a Kodi sobre la interfaz VNSI
fi_fi: VDR-Network-Streaming-Interface (VNSI) -liittymää käyttävä Video Disk Recorder (VDR) PVR-pääte Kodille.
hu_hu: PVR ügyfél a VDR és az Kodi VNSI interfészen keresztüli csatlakoztatásához
is_is: Upptökuþjónn til að tengja VDR við Kodi í gegnum VNSI-viðmót
it_it: Client PVR per connettere VDR a Kodi tramite l'interfaccia VNSI
pl_pl: Klient telewizji dla VDR wykorzystujący interfejs VNSI
ru_ru: PVR клиент для подключения VDR к Kodi через интерфейс VNSI
sk_sk: PVR klientská aplikácia na pripojenie VDR servera do Kodi prostredníctvom rozhrania VNSI
sv_se: PVR-klient för att ansluta VDR till Kodi över VNSI-gränsnittet

# Addon Description
source: VDR frontend; supporting streaming of Live TV & Recordings, EPG, Timers over the VNSI plugin
af_za: VDR voorprogram; ondersteun stroom van Lewendige TV & Opnames, EPG, Tydhouers oor die VNSI byvoegsel
ca_es: Frontal de VDR; és compatible amb les transmissions en línia de TV en directe i enregistraments, guia electrònica de programació (EPG), temporitzadors sobre el connector VNSI
cs_cz: Rozhraní VDR; podporuje streamování živého vysílání a nahrávání, televizní program, časovače přes doplněk VNSI
da_dk: VDR frontend; understøtter streaming af direkte tv og optagelser, EPG og timeroptagelser over VNSI-add-on
el_gr: Frontend για το VDR. Υποστηρίζει ροές Live TV & Εγγραφές, Χρονοδιακόπτες διαμέσου του plugin VNSI
es_es: Interfaz VDR, soporta transmisión de TV en directo y grabaciones, EPG, temporizadores a través del complemento VNSI
fi_fi: VDR-käyttöliittymä, joka tukee televisiolähetysten ja tallenteiden suoratoistoa, ohjelmaopasta ja ajastuksia VNSI-lisäosan välityksellä.
hu_hu: VDR előtét. Élő adások és felvételek támogatása EPG-vel és időzítéssel a VNSI kiegészítőn keresztül
is_is: VDR-framendi; styður streymingu á beinum útsendingum og upptökum, rafræna EPG-sjónvarpsvísa, tímatöku í gegnum VNSI-viðbótina
it_it: Frontend VDR; supporta lo stream e la registrazione di Live TV, EPG e timer tramite il plug-in VNSI
pl_pl: Klient telewizji dla VDR obsługuje transmisję kanałów radiowych i telewizyjnych, nagrywanie i harmonogram nagrań oraz funkcje przewodnika telewizyjnego przy wykorzystaniu wtyczki VNSI dla VDR
ru_ru: VDR фронтэнд; поддерживает потоковое TV, запись, ЕПГ, таймеры через VNSI плагин
sk_sk: VDR rozhranie; je podporované streamovanie živého televízneho vysielania a nahrávok, EPG, časovačov prostredníctvom modulu VNSI
sv_se: VDR frontend; stödjer strömning av Live-TV & inspelningar, EPG, timers över VNSI-tillägget

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
af_za: Hierdie is onstabiele sagteware! Die outeurs is op geen manier verantwoordelik vir gefaalde opnames, inkorrekte tydhouers, gemorsde ure, of enige ander ongewensde effekte.
ca_es: Això és programari inestable! Els autors no són de cap manera responsables dels enregistraments que han fallat, temporitzadors incorrectes, hores perdudes, o qualsevol altre efecte indesitjat.
cs_cz: Tento software není stabilní! Autoři nejsou žádným způsobem zodpovědní za neúspěšná nahrávání, chybné časovače, ztracený čas nebo jakékoliv jiné nežádoucí výsledky.
da_dk: Denne software er ustabil. Udviklerne er på ingen måde ansvarlige for mislykkede optagelser, fejlagtige timere, spildte timer eller andre uønskede konsekvenser.
el_gr: Ασταθές πρόγραμμα! Οι δημιουργοί δεν είναι σε καμία περίπτωση υπεύθυνοι για αποτυχημένες εγγραφές, λανθασμένους χρονοδιακόπτες, χαμένες ώρες, ή κάθε είδους ανεπιθύμητα αποτελέσματα.
es_es: ¡Este software es inestable! Los autores no se hacen responsables de grabaciones fallidas, temporizadores incorrectos, horas perdidas o cualquier otro efecto no deseado...
fi_fi: Tämä on epävakaa ohjelmisto! Sen kehittäjät eivät ole millään tavoin vastuussa epäonnistuneista tallennuksista, virheellisistä ajastuksista, hukatusta ajasta tai mistään muistakaan ei-toivotuista seurauksista.
hu_hu: Ez nem stabil szoftver! A készítők nem vállalnak felelősséget, a hibás felvételért, rossz időzítésért, elvesztegetett időért.
is_is: Þetta er óstöðugur hugbúnaður! Höfundar eru á engann hátt ábyrgir fyrir mistökum í upptöku, röngum tíma, klukkustundum sem fara í súginn, eða nokkru öðrum óæskilegum hegðunum.
it_it: Questo è un software instabile! Gli autori non sono in alcun modo responsabili per registrazioni fallite, timer errati, ore sprecate o qualsiasi altro effetto indesiderato.
pl_pl: Oprogramowanie nadal jest w fazie rozwoju i jest niestabilne! Autorzy w żaden sposób nie są odpowiedzialni za nieudane nagrania, błędy w harmonogramie nagrań, zmarnowany czas ani jakiekolwiek inne niepożądane efekty.
ru_ru: Это тестовая программа! Авторы не несут никакой ответственности за испорченные записи, неверные таймеры, потраченное время и прочие нежелательные эффекты.
sk_sk: Ide o nestabilný softvér! Autori nijako nezodpovedajú za zlyhanie nahrávok, nesprávne časovače, stratu času alebo iné nežiaduce efekty.
sv_se: Detta är instabil mjukvara! Upphovsmännen är inte ansvariga för misslyckade inspelningar, felaktiga timers, bortslösade timmar, eller någon annan oönskad effekt.

# #30000
source: VDR Hostname or IP
af_za: VDR Gasheernaam of IP
ca_es: Nom d'amfitrió o IP de VDR
cs_cz: Název hostitele nebo adresa IP VDR
da_dk: VDR-værtsnavn eller IP-adresse
el_gr: Όνομα Υπολογιστή ή IP του VDR
es_es: Nombre o IP del servidor VDR
fi_fi: VDR-palvelimen isäntänimi tai IP-osoite
hu_hu: VDR Kiszolgálónév vagy IP cím
is_is: Hýsilnafn VDR eða IP-tala
it_it: Nome host o indirizzo IP VDR
pl_pl: Nazwa lub adres serwera
ru_ru: Имя VDR хоста или IP
sk_sk: Názov hostiteľa VDR alebo IP adresa
sv_se: VDR-värdnamn eller IP

# #30001
source: VNSI Port
af_za: VNSI Poort
ca_es: Port VNSI
cs_cz: Port VNSI
el_gr: Θύρα VNSI
es_es: Puerto VNSI
fi_fi: VNSI-portti
is_is: Gátt fyrir VNSI
it_it: Porta VNSI
pl_pl: Port
ru_ru: VNSI порт

# #30002
source: Priority
af_za: Prioriteit
ca_es: Prioritat
cs_cz: Priorita
da_dk: Prioritet
el_gr: Προτεραιότητα
es_es: Prioridad
fi_fi: Tärkeysaste
hu_hu: Prioritás
is_is: Forgangur
it_it: Priorità
pl_pl: Priorytet
ru_ru: Приоритет
sk_sk: Priorita
sv_se: Prioritet

# #30003
source: Character Set Conversion
af_za: Karakter Stel omskakeling
ca_es: Conversió del conjunt de caràcters
cs_cz: Převod znakové sady
da_dk: Tegnsætkonvertering
el_gr: Μετατροπή Συνόλου Χαρακτήρων
es_es: Conversión de caracteres
fi_fi: Kirjainmerkistön muunnos
hu_hu: Karakterszet konverzió
is_is: Stafatafla fyrir umbreytingu
it_it: Conversione del set di caratteri
pl_pl: Konwersja kodowania znaków
ru_ru: Конвертирование символов
sk_sk: Konverzia znakovej sady
sv_se: Teckenuppsättningskonvertering

# #30004
source: Connect timeout (s)
af_za: Konnekteer tydverstreke(s)
ca_es: Temps d'expiració de la connexió (s)
cs_cz: Časový limit spojení (s)
da_dk: Tidsfrist for forbindelse (s)
el_gr: Χρονικό όριο σύνδεσης (s)
es_es: Tiempo de espera de conexión (s)
fi_fi: Yhteyden aikakatkaisu (s)
hu_hu: A kapcsolat időtúllépési értéke (mp.)
is_is: Tengitími rennur út (s)
it_it: Timeout per la connessione (s)
pl_pl: Limit czasu połączenia (sekundy)
ru_ru: Тайм-аут(ы) соединения
sk_sk: Časový limit pre spojenie
sv_se: Anslutningstimeout (s)

# #30006
source: Read recordings from directory
af_za: Lees opnames vanaf vouer
ca_es: Llegeix els enregistraments del directori
cs_cz: Načíst nahrávky ze složky
da_dk: Indlæs optagelser fra mappen
el_gr: Ανάγνωση εγγραφών από φάκελο
es_es: Leer grabaciones en carpeta
fi_fi: Lue tallennukset kansiosta
hu_hu: Felvételek olvasása könyvtárból
is_is: Lesa upptökur úr skráasafni
it_it: Leggi le registrazioni dalla cartella
pl_pl: Wczytuj nagrania z folderu
ru_ru: Читать записи из папки
sk_sk: Čítať nahrávky z adresára
sv_se: Läs inspelningar från katalog

# #30007
source: VDR recordings directory
af_za: VDR opnames vouer
ca_es: Directori d'enregistraments VDR
cs_cz: Adresář nahrávek VDR
da_dk: VDR-optagelsesmappen
el_gr: Φάκελος εγγραφών VDR
es_es: Carpeta para grabaciones de VDR
fi_fi: VDR:n tallennuskansio
hu_hu: VDR felvételi könyvtár
is_is: Upptökuskráasafn VDR
it_it: Cartella delle registrazioni VDR
pl_pl: Folder nagrań
ru_ru: Папка записей VDR
sk_sk: Adresár pre nahrávky z VDR
sv_se: VDR inspelningskatalog

# #30008
source: Channel search
af_za: Kanaal soektog
ca_es: Cerca del canal
cs_cz: Hledání kanálů
da_dk: Kanalsøgning
el_gr: Αναζήτηση Καναλιών
es_es: Buscar canales
fi_fi: Kanavahaku
hu_hu: Csatorna keresés
is_is: Rásaleit
it_it: Ricerca canale
pl_pl: Wyszukiwanie kanałów
ru_ru: Поиск канала
sk_sk: Vyhľadávanie kanálov
sv_se: Kanalsök

# #30009
source: Channel search - Settings
af_za: Kanaal soektog - Verstellings
ca_es: Cerca de canals - Opcions
cs_cz: Hledání kanálů – Nastavení
da_dk: Kanalsøgning - Indstillinger
el_gr: Αναζήτηση Καναλιών - Ρυθμίσεις
es_es: Buscar canales - Ajustes
fi_fi: Kanavahaun asetukset
hu_hu: Csatorna keresés - Beállítások
is_is: Rásaleit - Stillingar
it_it: Ricerca canale - Impostazioni
pl_pl: Wyszukiwanie kanałów - Ustawienia
ru_ru: Поиск канала - Настройка
sk_sk: Vyhľadávanie kanálov - Nastavenia
sv_se: Kanalsök - Inställningar

# #30010
source: Start Channel search
af_za: Begin Kanaal soektog
ca_es: Inicia la cerca del canal
cs_cz: Spustit hledání kanálů
da_dk: Start kanalsøgning
el_gr: Εκκίνηση αναζήτησης Καναλιών
es_es: Comenzar Búsqueda de canales
fi_fi: Aloita kanavahaku
hu_hu: Csatorna keresés indítása
is_is: Hefja rásaleit
it_it: Inizia la ricerca canale
pl_pl: Rozpocznij wyszukiwanie kanałów
ru_ru: Начать поиск канала
sk_sk: Spustiť vyhľadávanie kanálov
sv_se: Starta kanalsök

# #30011
source: Source Type
af_za: Bron Tipe
ca_es: Tipus d'origen
cs_cz: Typ zdroje
da_dk: Kildetype
el_gr: Τύπος Πηγής
es_es: Tipo de origen
fi_fi: Lähteen tyyppi
hu_hu: A forrás típusa
is_is: Gerð uppruna
it_it: Tipo sorgente
pl_pl: Typ źródła
ru_ru: Тип источника
sk_sk: Typ zdroja
sv_se: Källtyp

# #30012
source: TV channels
af_za: TV kanale
ca_es: Canals de TV
cs_cz: Televizní kanály
da_dk: Tv-kanaler
el_gr: Τηλεοπτικά κανάλια
es_es: Canales TV
fi_fi: Tv-kanavat
hu_hu: TV csatornák
is_is: Sjónvarpsrásir
it_it: Canali TV
pl_pl: Kanały telewizyjne
ru_ru: Телеканалы
sk_sk: TV kanály
sv_se: TV-kanaler

# #30013
source: Radio channels
af_za: Radio kanale
ca_es: Emissores de ràdio
cs_cz: Rozhlasové kanály
da_dk: Radiokanaler
el_gr: Ραδιοφωνικοί σταθμοί
es_es: Canales Radio
fi_fi: Radiokanavat
hu_hu: Rádió csatornák
is_is: Útvarpsrásir
it_it: Canali radio
pl_pl: Kanały radiowe
ru_ru: Радиостанции
sk_sk: Rozhlasové kanály
sv_se: Radiokanaler

# #30014
source: FTA channels
af_za: FTA kanale
ca_es: Canals FTA
cs_cz: Nekódované kanály
da_dk: Ukodede kanaler
el_gr: Ελεύθερα κανάλια
es_es: Canales en abierto
fi_fi: Salaamattomat kanavat
hu_hu: Szabadon fogható csatornák
is_is: Fríar rásir
it_it: Canali FTA
pl_pl: Kanały niekodowane
ru_ru: Открытые каналы
sk_sk: Nekódované kanály
sv_se: FTA kanaler

# #30015
source: Scrambled channels
af_za: Vermengde kanale
ca_es: Canals codificats
cs_cz: Kódované kanály
da_dk: Kodede kanaler
el_gr: Κωδικοποιημένα κανάλια
es_es: Canales codificados
fi_fi: Salatut kanavat
hu_hu: Kódolt csatornák
is_is: Ruglaðar rásir
it_it: Canali criptati
pl_pl: Kanały kodowane
ru_ru: Кодированные каналы
sk_sk: Kódované kanály
sv_se: Kodade kanaler

# #30016
source: HD channels
af_za: HD kanale
ca_es: Canals HD
cs_cz: HD kanály
da_dk: HD kanaler
el_gr: HD Κανάλια
es_es: Canales HD
fi_fi: HD-kanavat
hu_hu: HD csatornák
is_is: HD rásir
it_it: Canali HD
pl_pl: Kanały HD
ru_ru: HD каналы
sk_sk: HD kanály
sv_se: HD kanaler

# #30017
source: Country
af_za: Land
ca_es: País
cs_cz: Země
da_dk: Land
el_gr: Χώρα
es_es: País
fi_fi: Maa
hu_hu: Ország
is_is: Land
it_it: Nazione
pl_pl: Kraj
ru_ru: Страна
sk_sk: Krajina
sv_se: Land

# #30018
source: Cable Inversion
af_za: Kabel Inversie
ca_es: Inversió del cable
cs_cz: Inverze kabelového příjmu
da_dk: Kabelinvertering
es_es: Inversión de cable
fi_fi: Kaapeliverkon inversio
hu_hu: KábelTV inverzió
is_is: Umsnúningur kapals
it_it: Inversione cavo
pl_pl: Inwersja telewizji kablowej
ru_ru: Инверсия кабельного
sk_sk: Káblový príjem - Inverzia
sv_se: Kabelinvertering

# #30019
source: Cable Symbolrate
af_za: Kabel Simbooltempo
cs_cz: Symbolová rychlost kabelového příjmu
da_dk: Kabel symbolrate
es_es: Tasa de símbolos del cable
fi_fi: Kaapeliverkon symbolinopeus
hu_hu: KábelTV szimbólumsebesség
is_is: Merkjahraði kapals
it_it: Symbolrate cavo
pl_pl: Szybkość transmisji telewizji kablowej
ru_ru: Символьная скорость кабельного
sk_sk: Káblový príjem - Symbolová rýchlosť
sv_se: Kabelsymbolshastighet

# #30020
source: Cable modulation
af_za: Kabel modulasie
ca_es: Modulació del cable
cs_cz: Modulace kabelového příjmu
da_dk: Kabelmodulation
es_es: Modulación de cable
fi_fi: Kaapeliverkon modulaatio
hu_hu: KébelTV moduláció
is_is: Kapalmótun
it_it: Modulazione cavo
pl_pl: Modulacja telewizji kablowej
ru_ru: Модуляция кабельного
sk_sk: Káblový príjem - Modulácia
sv_se: Kabelmodulering

# #30021
source: Terr Inversion
af_za: Terr Inversie
ca_es: Inversió Terr
cs_cz: Inverze pozemního příjmu
da_dk: Terr invertering
es_es: Inversión TDT
fi_fi: Antenniverkon inversio
hu_hu: Földi sugárzás inverzió
is_is: Umsnúningur jarðlægs merkis (Terr Inv)
it_it: Inversione terr
pl_pl: Inwersja telewizji naziemnej
ru_ru: Инверсия наземного
sk_sk: Pozemný príjem - Inverzia
sv_se: Markinvertering

# #30022
source: Satellite
af_za: Satelliet
ca_es: Satèl·lit
cs_cz: Satelit
da_dk: Satellit
el_gr: Δορυφορικά
es_es: Satélite
fi_fi: Satelliitti
hu_hu: Szatelit
is_is: Gervihnöttur
pl_pl: Satelita
ru_ru: Спутниковое
sk_sk: Satelit
sv_se: Satellit

# #30023
source: ATSC Type
af_za: ATSC Tipe
ca_es: Tipus ATSC
cs_cz: Typ ATSC
el_gr: Τύπος ATSC
es_es: Tipo ATSC
fi_fi: ATSC-tyyppi
hu_hu: ATSC típusa
is_is: ATSC gerð
it_it: Tipo ATSC
pl_pl: Typ telewizji naziemnej ATSC
ru_ru: Тип ATSC
sk_sk: Typ ATSC
sv_se: ATSC typ

# #30024
source: Back
af_za: Trug
ca_es: Enrere
cs_cz: Zpět
da_dk: Tilbage
el_gr: Πίσω
es_es: Atrás
fi_fi: Takaisin
hu_hu: Vissza
is_is: Til baka
it_it: Indietro
pl_pl: Cofnij
ru_ru: Назад
sk_sk: Späť
sv_se: Tillbaka

# #30025
source: Channel search - running... %i %%
af_za: Kanaal soektog - loop... %i %%
ca_es: Cerca de canals - En execució... %i %%
cs_cz: Hledání kanálů – spuštěno… %i %%
da_dk: Kanalsøgning - kører... %i %%
el_gr: Αναζήτηση καναλιών - εκτελείται... %i %%
es_es: Búsqueda de canales - buscando... %i %%
fi_fi: Kanavahakua suoritetaan... %i % %
hu_hu: Csatorna keresés - folyamatban... %i %%
is_is: Rásaleit - í gangi... %i %%
it_it: Ricerca canale - in esecuzione... %i %%
pl_pl: Wyszukiwanie kanałów - w toku... %i %%
ru_ru: Идет поиск канала... %i %%
sk_sk: Vyhľadávanie kanálov - prebieha... %i %%
sv_se: Kanalsökning - körs... %i %%

# #30026
source: Type:
af_za: Tipe:
ca_es: Tipus:
cs_cz: Typ:
el_gr: Τύπος:
es_es: Tipo:
fi_fi: Tyyppi:
hu_hu: Típus:
is_is: Tegund:
it_it: Tipo:
pl_pl: Typ:
ru_ru: Тип:
sk_sk: Typ:
sv_se: Typ:

# #30027
source: Device:
af_za: Toestel:
ca_es: Dispositiu:
cs_cz: Zařízení:
da_dk: Enhed:
el_gr: Συσκευή:
es_es: Dispositivo:
fi_fi: Laite:
hu_hu: Eszköz
is_is: Tæki:
it_it: Dispositivo:
pl_pl: Urządzenie:
ru_ru: Устройство:
sk_sk: Zariadenie:
sv_se: Enhet:

# #30028
source: Scan: %i
af_za: Deursoek: %i
ca_es: Exploració: %i
cs_cz: Prohledávání: %i
da_dk: Skan: %i
el_gr: Σάρωση: %i
es_es: Escanear: %i
fi_fi: Haku: %i
hu_hu: Átvizsgálás: %i
is_is: Skönnun: %i
it_it: Scansione: %i
pl_pl: Skanowanie: %i
ru_ru: Сканировано: %i
sk_sk: Vyhľadávanie na: %i
sv_se: Sök: %i

# #30029
source: Signal: %i %%
af_za: Sein: %i %%
ca_es: Senyal: %i %%
cs_cz: Signál: %i %%
el_gr: Σήμα: %i %%
es_es: Señal: %i %%
fi_fi: Signaali: %i %%
hu_hu: Jelszint: %i %%
is_is: Merki: %i %%
it_it: Segnale: %i %%
pl_pl: Sygnał: %i %%
ru_ru: Сигнал: %i %%
sk_sk: Signál: %i %%

# #30030
source: New channels: %i
af_za: Nuwe kanale: %i
ca_es: Canals nous: %i
cs_cz: Nové kanály: %i
da_dk: Nye kanaler: %i
el_gr: Νέα κανάλια: %i
es_es: Nuevos canales: %i
fi_fi: Uudet kanavat: %i
hu_hu: Új csatorna: %i
is_is: Nýjar rásir: %i
it_it: Nuovi canali: %i
pl_pl: Nowych kanałów: %i
ru_ru: Новых каналов: %i
sk_sk: Nové kanály: %i
sv_se: Nya kanaler: %i

# #30031
source: All channels: %i
af_za: Alle kanale: %i
ca_es: Tots els canals: %i
cs_cz: Všechny kanály: %i
da_dk: Alle kanaler: %i
el_gr: Όλα τα κανάλια: %i
es_es: Todos los canales: %i
fi_fi: Kaikki kanavat: %i
hu_hu: Összes csatorna: %i
is_is: Allar rásir: %i
it_it: Tutti i canali: %i
pl_pl: Wszystkich kanałów: %i
ru_ru: Всего каналов: %i
sk_sk: Všetky kanály: %i
sv_se: Alla kanaler: %i

# #30032
source: Analog TV
af_za: Analoog TV
ca_es: TV analògica
cs_cz: Analogová televize
da_dk: Analogt tv
el_gr: Αναλογική Τηλεόραση
es_es: TV Analógica
fi_fi: Analoginen televisio
hu_hu: Analóg TV
is_is: Hliðrænt sjónvarp
it_it: Tv analogica
pl_pl: Telewizja analogowa
ru_ru: Аналоговое TV
sk_sk: Analógová TV

# #30033
source: Analog Radio
af_za: Analoog Radio
ca_es: Ràdio analògica
cs_cz: Analogové rádio
el_gr: Αναλογικό Ραδιόφωνο
es_es: Radio Analógica
fi_fi: Analoginen radio
hu_hu: Analóg Rádió
is_is: Hliðrænt útvarp
it_it: Radio analogica
pl_pl: Radio analogowe
ru_ru: Аналоговое радио
sk_sk: Analógový rozhlas

# #30035
source: New channels
af_za: Nuwe kanale
ca_es: Canals nous
cs_cz: Nové kanály
da_dk: Nye kanaler
el_gr: Νέα κανάλια
es_es: Nuevos canales
fi_fi: Uudet kanavat
hu_hu: Új csatornák
is_is: Nýjar rásir
it_it: Nuovi canali
pl_pl: Nowe kanały
ru_ru: Новые каналы
sk_sk: Nové kanály
sv_se: Nya kanaler:

# #30036
source: Channel search - Finished
af_za: Kanaal soektog - Klaar
ca_es: Cerca del canal - Finalitzada
cs_cz: Hledání kanálů – dokončeno
da_dk: Kanalsøgning - Færdig
el_gr: Αναζήτηση καναλιών - Ολοκληρώθηκε
es_es: Búsqueda de canales - Finalizada
fi_fi: Kanavahaku valmis
hu_hu: Csatorna keresés - Befejeződött
is_is: Rásaleit - Lokið
it_it: Ricerca canale - Terminata
pl_pl: Wyszukiwanie kanałów - Zakończone
ru_ru: Поиск каналов окончен
sk_sk: Vyhľadávanie kanálov - Dokončené
sv_se: Kanalsökning - slutförd

# #30037
source: No device available - exiting
af_za: Geen toestel beskikbaar - gaan uit
ca_es: No hi ha cap dispositiu disponible - sortint
cs_cz: Není dostupné žádné zařízení – ukončuje se
da_dk: Ingen enhed tilgængelig - afslutter
el_gr: Καμία συσκευή διαθέσιμη - έξοδος
es_es: No hay dispositivo disponible - saliendo
fi_fi: Ei laitetta saatavilla - lopetetaan
hu_hu: Nincs elérhető eszköz - kilépek
is_is: Ekkert tæki tiltækt - hætti við
it_it: Nessuno dispositivo disponibile - esistente
pl_pl: Brak dostępnych urządzeń - zamykanie
ru_ru: Устройство недоступно - выход
sk_sk: Nie je k dispozícii žiadne zariadenie - ukončuje sa
sv_se: Ingen enhet tillgänglig - stänger

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
af_za: Geen DVB-S2 toestel beskikbaar - probeer terugval na DVB-S
ca_es: Dispositiu DVB-S2 no disponible - intentant tornar a DVB-S
cs_cz: Není k dispozici žádné zařízení DVB-S2 – náhradně bude vyzkoušeno přepnutí na DVB-S
da_dk: Ingen DVB-S2-enhed tilgængelig - prøver DVB-S reserve
el_gr: Καμία συσκευή DVB-S2 διαθέσιμη - δοκιμή του εφεδρικού DVB-S
es_es: DVB-S2 no disponible - regresando a DVB-S
fi_fi: Ei DVB-S2-laitetta saatavilla - kokeillaan DVB-S
hu_hu: Nincs elérhető DVB-S2 eszköz - megpróbálom DVB-S eszközzel
is_is: Ekkert DVB-S2 tæki tiltækt - reyna að nota DVB-S
it_it: Non sono disponibili dispositivi DVB-S2 - fallback a DVB-S
pl_pl: Brak dostępnych urządzeń DVB-S2 - awaryjnie przełączenie do DVB-S
ru_ru: Нет доступного DVB-S2 устройства - пробую вернуться к DVB-S
sk_sk: Nie je k dispozícii žiadne DVB-S2 zariadenie - pokus o prepnutie do režimu DVB-S
sv_se: Ingen DVB-S2 enhet tillgänglig - försöker återgå till DVB-S

# #30039
source: Running
af_za: Hardloop
ca_es: En execució
cs_cz: Spuštěno
da_dk: Kører
el_gr: Σε εκτέλεση
es_es: Ejecutando
fi_fi: Käynnissä
hu_hu: Fut
is_is: Í gangi
it_it: In esecuzione
pl_pl: Uruchomiono
ru_ru: Запуск
sk_sk: Prebieha spustenie
sv_se: Igång

# #30040
source: Stopped
af_za: Gestop
ca_es: Aturat
cs_cz: Zastaveno
da_dk: Stoppet
el_gr: Διεκόπη
es_es: Detenido
fi_fi: Pysäytetty
hu_hu: Megállítva
is_is: Stöðvað
it_it: Fermato
pl_pl: Zatrzymano
ru_ru: Остановлено
sk_sk: Zastavené
sv_se: Stoppad

# #30041
source: Finished
af_za: Klaar
ca_es: Finalitzat
cs_cz: Dokončeno
da_dk: Færdig
el_gr: Ολοκληρώθηκε
es_es: Finalizado
fi_fi: Valmis
hu_hu: Befejeződött
is_is: Búið
it_it: Finito
pl_pl: Zakończono
ru_ru: Окончено
sk_sk: Dokončené
sv_se: Slutförd

# #30042
source: Channel search - Canceled
af_za: Kanaal soektog - Gekanselleer
ca_es: Cerca del canal - Cancel·lat
cs_cz: Hledání kanálů – zrušeno
da_dk: Kanalsøgning - Annulleret
el_gr: Αναζήτηση καναλιών - Ακυρώθηκε
es_es: Búsqueda de canales - Cancelada
fi_fi: Kanavahaku peruutettu
hu_hu: Csatorna keresés - Megszakítva
is_is: Rásaleit - Hætt við
it_it: Ricerca canale - Annullata
pl_pl: Wyszukiwanie kanałów - Anulowano
ru_ru: Поиск каналов прерван
sk_sk: Vyhľadávanie kanálov - Zrušené
sv_se: Kanalsökning - Avbruten

# #30043
source: Channel search - Error
af_za: Kanaal soektog - Fout
ca_es: Cerca de canals - Error
cs_cz: Hledání kanálů – chyba
da_dk: Kanalsøgning - Fejl
el_gr: Αναζήτηση καναλιών - Σφάλμα
es_es: Búsqueda de canales - Error
fi_fi: Virhe kanavahaussa
hu_hu: Csatorna keresés - Hiba
is_is: Rásaleit - Villa
it_it: Ricerca canale - Errore
pl_pl: Wyszukiwanie kanałów - Błąd
ru_ru: Ошибка поиска каналов
sk_sk: Vyhľadávanie kanálov - Chyba
sv_se: Kanalsökning - Error

# #30044
source: Lost connection to VDR Server
af_za: Konneksie aan VDR Bediener verloor
ca_es: S'ha perdut la connexió amb el servidor VDR
cs_cz: Ztraceno spojení se serverem nahrávače videa
da_dk: Mistede forbindelsen til VDR-server
el_gr: Απώλεια σύνδεσης με το διακομιστή VDR
es_es: Conexión perdida con el servidor VDR
fi_fi: VDR-palvelimeen ei saada yhteyttä
hu_hu: Elveszett a kapcsolat a VDR szerverrel
is_is: Missti tenginguna við VDR miðlara
it_it: Connessione al server VDR persa
pl_pl: Zerwane połączenie z serwerem VDR
ru_ru: Утеряна связь с сервером VDR
sk_sk: Strata spojenia k VDR serveru
sv_se: Tappade anslutning till VDR server

# #30045
source: Connection to VDR Server restored
af_za: Konneksie aan VDR Bediener herstel
ca_es: S'ha restaurat la connexió amb el servidor VDR
cs_cz: Spojení se serverem VDR obnoveno
da_dk: Forbindelsen er genoprettet til VDR-server
el_gr: Αποκαταστάθηκε η σύνδεση με το διακομιστή VDR
es_es: Conexión con el servidor VDR restablecida
fi_fi: Yhteys VDR-palvelimeen palautettu
hu_hu: A kapcsolat a VDR szerverrel visszaállítva
is_is: Tenging endurheimt við VDR miðlara
it_it: Connessione al server VDR ripristinata
pl_pl: Przywrócono połączenie z serwerem VDR
ru_ru: Установлена связь с сервером VDR
sk_sk: Spojenie k VDR serveru bolo obnovené
sv_se: Anslutning till VDR server återställd
