Repository: kodi-pvr/pvr.vdr.vnsi
Catalog: pvr.vdr.vnsi/resources/language/resource.language.*/strings.po
Languages: af_za, ca_es, cs_cz, da_dk, el_gr, es_es, fi_fi, hu_hu, is_is, it_it, pl_pl, ru_ru, sk_sk, sv_se

# #30046
source: Create channel groups automatically on the server
af_za: Skep kanaal groepe outomaties op die bediener
ca_es: Crea grups de canals de forma automàtica al servidor
cs_cz: Automaticky vytvářet skupiny kanálů na serveru
da_dk: Opret automatisk en kanalgruppe på serveren
el_gr: Αυτόματη δημιουργία γκρουπ καναλιών σε αυτό το διακομιστή
es_es: Crear grupos de canales de forma automática en el servidor
fi_fi: Luo kanavaryhmät automaattisesti palvelimella
hu_hu: Csatorna csoportok automatikus létrehozása a szerveren
is_is: Búa sjálfvirkt til rásahópa á miðlaranum
it_it: Crea automaticamente gruppi di canali sul server
pl_pl: Utwórz grupy kanałów automatycznie na serwerze
ru_ru: Автоматически создать на сервере группы каналов
sk_sk: Automaticky vytvárať skupiny kanálov na serveri
sv_se: Skapa kanalgrupper automatiskt på servern

# #30047
source: Request Timeshift
af_za: Versoek tydskuif
ca_es: Sol·licita els salts en el temps
cs_cz: Vyžádat časový posun
da_dk: Ønsk tidsforskydning
el_gr: Αίτημα για Timeshift
es_es: Solicitar TimeShift
fi_fi: Pyydä ajansiirtoa
hu_hu: Csúsztatott élőkép kérése
is_is: Biðja um tímahliðrun
it_it: Richiesta
pl_pl: Zapytaj o funkcję przesunięcia czasowego
ru_ru: Запросить сдвиг времени
sk_sk: Vyžadovať časový posun
sv_se: Begär Timeshift

# #30048
source: Path to channel icons
af_za: Pad na kanaal ikone
ca_es: Camí a les icones del canal
cs_cz: Popis umístění ikon kanálů
da_dk: Sti til kanal-ikoner
el_gr: Διαδρομή για εικονίδια καναλιών
es_es: Ruta a los iconos de canal
fi_fi: Kanavalogojen polku
hu_hu: Útvonal a csatorna ikonokhoz
is_is: Slóð á táknmyndir rása
it_it: Percorso per icone canali
pl_pl: Folder ikon kanałów
ru_ru: Путь к значкам каналов
sk_sk: Cesta k logám kanálov
sv_se: Sökväg till kanalikoner

# #30049
source: VDR Server MAC for Wake-on-LAN
af_za: VDR Bediener MAC vir Wake-on-LAN
ca_es: MAC del servidor VDR per Wake-on-LAN
cs_cz: MAC severu VDR pro Wake-on-LAN
da_dk: VDR-server MAC-adresse til Wake-on-LAN (WOL)
el_gr: MAC του Διακομιστή VDR για Wake-on-LAN
es_es: MAC del servidor VDR para Wake-on-LAN
fi_fi: VDR-palvelimen MAC-osoite herätystä varten
hu_hu: VDR kiszolágló MAC-címe a hálózati ébresztéshez
is_is: MAC vistfang VDR-miðlara fyrir Wake On LAN
it_it: VDR Server MAC per Wake-on-LAN
pl_pl: Adres MAC serwera VDR dla zdalnego wybudzania
ru_ru: VDR Сервер MAC для Wake-on-LAN
sk_sk: MAC adresa VDR servera pre funkciu Prebudenie po LAN
sv_se: VDR Server MAC för Wake-on-LAN

# #30050
source: Read chunksize for recordings
af_za: Lees stuk grootte vir opnames
cs_cz: Velikost bloku dat čtení pro nahrávání
da_dk: Læs klumpstørrelse til optagelser
es_es: Tamaño del pedacito de lectura para las grabaciones
is_is: Stærð lesbúts í upptökum
it_it: Leggi chunksize per le registrazioni
pl_pl: Czytaj fragmenty nagrań
sk_sk: Načítať veľkosť chunku pre nahrávanie

# #30100
source: VDR OSD
ca_es: OSD de VDR
cs_cz: OSD VDR
el_gr: OSD του VDR
fi_fi: Kuvaruutuvalikko
is_is: VDR-skjátexti
it_it: OSD VDR
pl_pl: Menu ekranowe VDR
ru_ru: Экранное меню VDR

# #30101
source: Setup
af_za: Konfigurasie
ca_es: Configuració
cs_cz: Nastavení
da_dk: Opsætning
el_gr: Εγκατάσταση
es_es: Ajustes
fi_fi: Asetukset
hu_hu: Beállítás
is_is: Uppsetning
it_it: Impostazioni
pl_pl: Ustawienia
ru_ru: Настройка
sk_sk: Konfigurácia
sv_se: Installation

# #30102
source: Controlling OSD - press info to exit
af_za: Beheer OSD - druk info om uit te gaan
ca_es: Control d'OSD - premeu info per a sortir
cs_cz: Ovládání OSD – stiskněte info pro ukončení
da_dk: Kontrollere OSD - tryk på info for at forlade
el_gr: Έλεγχος OSD - πιέστε το info για έξοδο
es_es: Controlando OSD - pulsa info para salir
fi_fi: Kuvaruutuvalikko - poistu painamalla info
hu_hu: OSD vezérlés - info gombbal kilép
is_is: Stjórna skjátexta - Ýttu á upplýsingar til að hætta
it_it: Controllo OSD - premi info per uscire
pl_pl: Sterowanie menu ekranowym - naciśnij Info, aby wyjść
ru_ru: Контролируется OSD - нажмите Информация для выхода
sk_sk: Ovládanie OSD - stlačte info pre ukončenie
sv_se: Kontrollerar OSD - tryck info för att avsluta

# #30103
source: Select to control OSD
af_za: Kies om OSD te beheer
ca_es: Selecciona per controlar OSD
cs_cz: Vyberte k ovládání OSD
da_dk: Vælg for at kontrollere OSD
el_gr: Επιλέξτε για έλεγχο του OSD
es_es: Seleccionar para controlar OSD
fi_fi: Valitse hallitaksesi kuvaruutuvalikkoa
hu_hu: OSD vezérlése
is_is: Valið að stjórna skjátexta
it_it: Seleziona per controllare l'OSD
pl_pl: Zaznacz, aby kontrolować menu ekranowe
ru_ru: Выберите для контроля OSD
sk_sk: Vyberte ovládanie OSD
sv_se: Välj för att kontrollera OSD

# #30104
source: Timeshift Mode
af_za: Tydskuif modus
ca_es: Mode dels salts en el temps
cs_cz: Režim časového posunu
da_dk: Tidsforskydningstilstand
el_gr: Λειτουργία Timeshift
es_es: Modo TimeShift
fi_fi: Ajansiirtotila
hu_hu: Csúsztatott felvétel mód
is_is: Tímahliðrunarhamur
it_it: Modalità Timeshift
pl_pl: Tryb przesunięcia czasowego
ru_ru: Режим сдвига времени
sk_sk: Režim časového posunu
sv_se: Timeshift Läge

# #30105
source: Timeshift Buffer (RAM) x100 MB
af_za: Tydskuif buffer (RAM) x100 MB
ca_es: Memòria intermèdia dels salts en el temps (RAM) x100 MB
cs_cz: Vyrovnávací paměť časového posunu (v operační paměti) – násobek 100 MB
da_dk: Tidsforskydningsbuffer (RAM) X 100 MB
el_gr: Προσωρινή Αποθήκευση του Timeshift (RAM) x100 MB
es_es: Buffer Timeshift (RAM) x100 MB
fi_fi: Ajansiirtopuskuri (RAM) x 100 Mt
hu_hu: Csúsztatott felvétel puffer (RAM) x100 Mb
is_is: Flýtiminni tímahliðrunar (RAM) x100 MB
it_it: Buffer Timeshift (RAM) x100 MB
pl_pl: Rozmiar bufora przesunięcia czasowego (RAM) x100 MB
ru_ru: Буфер сдвига времени (RAM) x100 МБ
sk_sk: Zásobník časového posunu (RAM) x100 MB
sv_se: Timeshift Buffert (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
af_za: Tydskuif buffer (lêer) x1 GB
ca_es: Memòria intermèdia dels salts en el temps (fitxer) x1 GB
cs_cz: Vyrovnávací paměť časového posunu (soubor) x1 GB
da_dk: Tidsforskydningsbuffer (Fil) X 1 Gb
el_gr: Προσωρινή Αποθήκευση του Timeshift (Αρχείο) x1 GB
es_es: Buffer Timeshift (Archivo) x1 GB
fi_fi: Ajansiirtopuskuri (tiedosto) x1 GB
hu_hu: Csúsztatott felvétel (Fájl)x1 Gb
is_is: Flýtiminni tímahliðrunar (skrá) x1 GB
it_it: Buffer Timeshift (File) x1 GB
pl_pl: Rozmiar bufora przesunięcia czasowego (Plik) x1 GB
ru_ru: Буфер сдвига времени (Файл) x1 ГБ
sk_sk: Zásobník časového posunu (Súbor) x1 GB
sv_se: Timeshift Buffert (Fil) x1 GB

# #30107
source: VDR Admin
ca_es: Administrador VDR
cs_cz: Správce VDR
da_dk: VDR Administration
el_gr: Admin του VDR
es_es: Administrador VDR
fi_fi: VDR-ylläpitäjä
is_is: Stjórnandi VDR
it_it: Amministratore VDR
pl_pl: Administracja VDR
ru_ru: Администратор VDR

# #30108
source: Channels
af_za: Kanale
ca_es: Canals
cs_cz: Kanály
da_dk: Kanaler
el_gr: Κανάλια
es_es: Canales
fi_fi: Kanavat
hu_hu: Csatornák
is_is: Rásir
it_it: Canali
pl_pl: Kanały
ru_ru: Каналы
sk_sk: Kanály
sv_se: Kanaler

# #30109
source: Provider whitelist
af_za: Verskaffer witlys
ca_es: Llista blanca de proveïdors
cs_cz: Povolení poskytovatelé
da_dk: Udbyder whitelist
el_gr: Λευκή λίστα παρόχων
es_es: Lista blanca de proveedores
fi_fi: Tarjoajien valkoinen lista
hu_hu: Szolgáltató fehérlista
is_is: Leyfðar efnisveitur
it_it: Lista provider permessi
pl_pl: Zaufani dostawcy
ru_ru: Белый лист провайдеров
sk_sk: Zoznam povolených poskytovateľov
sv_se: Vitlista för leverantörer

# #30110
source: Channel blacklist
af_za: Kanaal swartlys
ca_es: Llista negra de canals
cs_cz: Zakázané kanály
da_dk: Kanal sortliste
el_gr: Μαύρη λίστα καναλιών
es_es: Lista negra de canales
fi_fi: Kanavien musta lista
hu_hu: Csatorna fekete-lista
is_is: Bannaðar rásir
it_it: Canali non permessi
pl_pl: Kanały zablokowane
ru_ru: Черный список канала
sk_sk: Zoznam zakázaných kanálov
sv_se: Svartlista för kanaler

# #30111
source: Channel filters
af_za: Kanaal filters
ca_es: Filtres dels canals
cs_cz: Filtr kanálů
da_dk: Kanalfiltre
el_gr: Φίλτρα καναλιών
es_es: Filtro de canales
fi_fi: Kanavasuodattimet
hu_hu: Csatorna szűrők
is_is: Rásasía
it_it: Filtri canale
pl_pl: Filtry kanałów
ru_ru: Фильтр канала
sk_sk: Filtre kanálov
sv_se: Kanalfilter

# #30112
source: Radio Channels
af_za: Radio kanale
ca_es: Emissores de ràdio
cs_cz: Rozhlasové kanály
da_dk: Radiokanaler
el_gr: Ραδιοφωνικοί Σταθμοί
es_es: Canales de radio
fi_fi: Radiokanavat
hu_hu: Rádió csatornák
is_is: Útvarpsrásir
it_it: Canali radio
pl_pl: Kanały radiowe
ru_ru: Радиостанции
sk_sk: Rozhlasové kanály
sv_se: Radiokanaler

# #30113
source: Save filters
af_za: Stoor filters
ca_es: Desa els filtres
cs_cz: Uložit filtry
da_dk: Gem filtre
el_gr: Αποθήκευση φίλτρων
es_es: Guardar filtros
fi_fi: Tallenna suodattimet
hu_hu: Szűrők elmentése
is_is: Vista síur
it_it: Salva filtri
pl_pl: Zapisz filtry
ru_ru: Сохранить фильтры
sk_sk: Uložiť filtre
sv_se: Spara filter

# #30114
source: Provider Unknown
af_za: Verskaffer onbekend
ca_es: Proveïdor desconegut
cs_cz: Neznámý poskytovatel
da_dk: Udbyder ukendt
el_gr: Άγνωστος Πάροχος
es_es: Proveedor Desconocido
fi_fi: Tarjoaja tuntematon
hu_hu: Szolgáltató ismeretlen
is_is: Óþekkt efnisveita
it_it: Provider sconosciuti
pl_pl: Dostawca nieznany
ru_ru: Неизвестный провайдер
sk_sk: Neznámy poskytovateľ
sv_se: Okänd leverantör

# #30200
source: Single
af_za: Enkel
ca_es: Individual
cs_cz: Jeden
da_dk: Enlig
es_es: Individual
fi_fi: Yksittäinen
hu_hu: Kislemez
is_is: Einu sinni
it_it: Singolo
pl_pl: Jednorazowo
ru_ru: Единственный
sk_sk: Jeden
sv_se: Enkel

# #30201
source: Repeating
af_za: Herhaal
ca_es: Repetició
cs_cz: Opakující se
da_dk: Gentagende
el_gr: Επανάληψη
es_es: Repitiendo
fi_fi: Toistuva
hu_hu: Ismétlődő
is_is: Endurtekið
it_it: Ripetizione
pl_pl: Cyklicznie
ru_ru: Повторение
sk_sk: Opakovanie
sv_se: Repeterande

# #30202
source: EGP
cs_cz: Televizní program
es_es: EPG
it_it: EPG
pl_pl: Według przewodnika
sk_sk: EPG

# #30203
source: VPS
pl_pl: Według systemu VPS

# #30204
source: Search EPG
af_za: Deursoek EPG
ca_es: Cerca l'EPG
cs_cz: Hledat televizní program
da_dk: Søg EPG
es_es: Buscar en EPG
fi_fi: Etsi ohjelmaoppaasta
hu_hu: EPG keresése
is_is: Leita að EPG
it_it: Cerca EPG
pl_pl: Wyszukaj w przewodniku
ru_ru: Поиск в EPG
sk_sk: Hľadať EPG
sv_se: Sök EPG

# #30205
source: Repeating Child
af_za: Herhalend Kind
cs_cz: Opakující se podřízená položka
da_dk: Gentagende underproces
es_es: Repetición de Hijos
fi_fi: Toistuva (lapsi)
hu_hu: Ismétlődő gyerek
is_is: Endurtekin afleiða
it_it: Ripetizione Bambini
pl_pl: Cyklicznie potomka
ru_ru: Повторяющийся дочерний элемент
sk_sk: Opakovacie dieťa
sv_se: Repeterande Barn

# #30300
source: The Skin is not supported
es_es: La Skin no esta soportada
fi_fi: Ulkoasua ei tueta
pl_pl: Skóra nie jest obsługiwana

# #30034
source: Transponder:
af_za: Antwoordsender:
ca_es: Transponedor:
cs_cz: Transpondér:
el_gr: Αναμεταδότης:
es_es: Transpondedor:
fi_fi: Transponderi:
hu_hu: Transzponder:
is_is: Endurvarpi:
ru_ru: Транспондер:
sk_sk: Transpondér:
